[
  {
    "_class": "course",
    "id": "x01fl1DTmV_SXwxhV9Wvdesfw==",
    "title": "Astronomy Without Telescope",
    "url": "https://www.udemy.com/course/astronomy-without-telescope/?referralCode=6FF6E55C603628FC5AA8",
    "is_paid": true,
    "published_title": "astronomy-without-telescope",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Welcome to <em>Astronomy Without a Telescope</em>, a course that breaks down the barriers of expensive equipment and shows that the universe can be explored with nothing more than your eyes and curiosity! Many believe that understanding astronomy requires costly gear, but the truth is that some of the most awe-inspiring sights in the night sky are visible without any equipment. For centuries, humans have marveled at the stars and planets, witnessing celestial events that unfold in our vast universe, all without the aid of telescopes.</p><p>In this course, we’ll guide you through the essentials of naked-eye astronomy. You’ll learn how to identify constellations, observe planets, and track the phases of the Moon. Discover how to spot meteor showers, eclipses, and even the Milky Way, right from your backyard! We’ll also explore the history of ancient astronomers who observed the heavens unaided, contributing to our understanding of the cosmos today.</p><p>With practical tips for observing in different seasons and light conditions, this course makes astronomy accessible, affordable, and exciting. So, if you’re ready to see the universe through a new lens—your own eyes—let’s get started !Ready to dive into the night sky and explore the wonders of astronomy? No telescope required! Join us on a journey of naked-eye stargazing and learn how to see the universe like never before.</p>",
    "headline": "Stargazing Made Simple: Discover Astronomy Without a Telescope.",
    "is_published": true,
    "rating": 3.978536,
    "num_reviews": 54,
    "created": "2017-09-19T13:52:21Z",
    "published_time": "2017-10-19T19:46:06Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/1354976_8942.jpg"
  },
  {
    "_class": "course",
    "id": "x01gmE_WNCgArCXts1-ioxJFQ==",
    "title": "Astronomy: Exploring the solar system",
    "url": "https://www.udemy.com/course/exploring-the-solar-system/?referralCode=389EEB94A73572870074",
    "is_paid": true,
    "published_title": "exploring-the-solar-system",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>The solar system is one of the most fundamental topics introduced in our early education, but there’s so much more to discover when we explore it from a scientific and factual perspective. In this course, we’ll take an in-depth journey through our cosmic neighborhood, seeking to understand how it all came into being and what mysteries still remain.</p><p>We’ll start by traveling back in time to explore the origins of our solar system. How was it formed, and what forces shaped its birth? Then, we’ll embark on a tour of the planets, not just learning about their physical features, but delving into the unique characteristics that define each one and their moons. You’ll uncover fascinating insights into gas giants, rocky planets, and the icy bodies of the outer reaches.</p><p>From there, we’ll journey to the edge of the solar system, where the Sun’s influence begins to fade. But we won’t stop with the planets. Smaller bodies, such as comets, asteroids, and dwarf planets, hold vital clues about the origin and evolution of the solar system itself. These often-overlooked objects play a crucial role in the ongoing story of our cosmic backyard.</p><p>What lies beyond the edge? What mysteries still await discovery? Join us now to find out and explore the wonders of our solar system!</p>",
    "headline": "A Journey Through Our Cosmic Neighborhood: Unveiling the Mysteries of the Planets, Moons, and Beyond",
    "is_published": true,
    "rating": 4.1224093,
    "num_reviews": 30,
    "created": "2019-01-02T04:08:31Z",
    "published_time": "2019-02-10T02:08:18Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/2120592_57f5.jpg"
  },
  {
    "_class": "course",
    "id": "x01eIO_cvzGznwPKbTWMf4t5A==",
    "title": "Astronomy : The Mysterious Moon",
    "url": "https://www.udemy.com/course/the-mysterious-moon/?referralCode=FD34F46101087C7FDCC5",
    "is_paid": true,
    "published_title": "the-mysterious-moon",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>The Moon has held humanity’s fascination across the ages, captivating everyone from ancient astronomers to poets and modern scientists. This course, <em>Astronomy: The Mysterious Moon,</em> invites you to explore the science, history, and mysteries of the Moon. As Earth’s closest celestial neighbor and the only one we’ve set foot on, the Moon deserves our admiration and curiosity.</p><p>Guided by your instructor, Shweta—a self-proclaimed selenophile—you’ll delve into the Moon’s origin story, tracing how it formed billions of years ago. We’ll discuss its phases, uncovering why the Moon changes shape over the course of each month and what makes the spectacle of lunar eclipses so awe-inspiring.</p><p>We’ll also journey through history to witness humanity’s first steps on the Moon with the Apollo 11 mission and explore the advancements in space exploration that followed. This course is designed to deepen your understanding of the Moon’s relationship with Earth, its gravitational influence, and the ways it has guided life on our planet.</p><p>Whether you’re a long-time lover of the Moon or new to astronomy, join us in this exploration. Together, we’ll unlock the mysteries of the Moon and understand why it continues to inspire, guide, and amaze us.Join Shweta, a passionate selenophile, as we dive into both the science and allure of Earth’s closest companion. Get ready to explore lunar landscapes, ancient legends, and the remarkable Apollo missions. Let’s lift off on our journey of discovery!</p>",
    "headline": "Unlocking the Mysteries of Our Celestial Neighbor",
    "is_published": true,
    "rating": 3.3918917,
    "num_reviews": 2,
    "created": "2019-08-06T07:06:00Z",
    "published_time": "2019-08-19T21:48:53Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/2496228_b456_2.jpg"
  },
  {
    "_class": "course",
    "id": "x01wPh3keSmYhBlEPZIq3m-0g==",
    "title": "How to observe Astronomical Events?",
    "url": "https://www.udemy.com/course/astronomical-events/?referralCode=994799D679E3F615B420",
    "is_paid": true,
    "published_title": "astronomical-events",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Welcome to <em>Celestial Wonders: Observing Astronomical Events</em>! Our journey through the skies will reveal the fascinating dynamics of astronomical events – the awe-inspiring moments when the cosmos comes to life in captivating ways. From the Earth's graceful dance around the Sun to the mesmerizing sight of a meteor shower streaking across the night, astronomical events are happening above us all the time, and with the right knowledge, you can experience these wonders firsthand.</p><p>In this course, we’ll go beyond the basics to understand not just what these events are, but how and why they occur. You’ll discover how the Earth’s revolution and rotation trigger events like solar and lunar eclipses, and you’ll dive into the science behind transits, meteor showers, and other celestial spectacles. We’ll also equip you with practical tips on how to safely observe these events with or without specialized equipment, making it easy for you to enjoy the heavens in all their splendor.</p><p>Whether you're a curious beginner or an astronomy enthusiast looking to deepen your knowledge, this course will teach you when to expect each event and how to observe it from your own backyard. Every celestial phenomenon is unique, with its own patterns, timing, and characteristics, so let’s prepare you to witness these events like never before.</p><p>Ready to embark on a celestial adventure? Hop on, and let’s uncover the wonders that await above us!</p>",
    "headline": "Unveiling Celestial Wonders: Understanding Astronomical Events and How to Observe Them.",
    "is_published": true,
    "rating": 0,
    "num_reviews": 0,
    "created": "2019-08-17T12:31:47Z",
    "published_time": "2019-09-17T18:31:20Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/2513642_0727.jpg"
  },
  {
    "_class": "course",
    "id": "x01NAxUABnW846NPFKPooJgyw==",
    "title": "Astronomy : How does Hubble Telescope work?",
    "url": "https://www.udemy.com/course/astronomy-how-does-hubble-telescope-work/?referralCode=A4393AE5F5672153C77F",
    "is_paid": true,
    "published_title": "astronomy-how-does-hubble-telescope-work",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Hubble Space Telescope stands as a monument to human ingenuity and exploration. Launched by NASA in 1990, it orbits beyond the Earth's atmosphere, capturing clear, high-resolution images of the universe. This course dives deep into how Hubble operates, its design, and the complex systems that keep it functioning despite decades in space. You’ll learn about Hubble's unique positioning, which allows it to avoid atmospheric distortion, giving it a remarkable \"eye\" on distant galaxies, nebulae, and planets.</p><p>Through captivating images and real mission data, we’ll explore the groundbreaking discoveries made by Hubble, from pinpointing the age of the universe to spotting exoplanets and studying the mysterious dark energy. You’ll also get insights into the challenges faced in its design and the ingenuity behind its repairs in space. With its unparalleled imaging power, Hubble has captured breathtaking cosmic phenomena, inspiring scientists and the public alike. Hubble’s work has inspired countless advancements in space technology and astronomy. Join us on this journey to uncover how Hubble has forever changed our understanding of the cosmos and continues to provide breathtaking insights into the mysteries of our universe.We hope you found inspiration and insight into the technology and missions that have made Hubble an astronomical legend. May you carry forward a deeper appreciation for our universe and continue exploring the stars with newfound curiosity. See you in the cosmos!</p>",
    "headline": "Explore the Universe Through the Eyes of Hubble",
    "is_published": true,
    "rating": 4.3218346,
    "num_reviews": 83,
    "created": "2020-01-10T07:01:13Z",
    "published_time": "2020-04-20T21:16:16Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/2750632_140c.jpg"
  },
  {
    "_class": "course",
    "id": "x01iF0hGwNusK_0W0jtbXS4pg==",
    "title": "All About Telescopes",
    "url": "https://www.udemy.com/course/all-about-telescopes/?referralCode=A13003D6508E3D361CCB",
    "is_paid": true,
    "published_title": "all-about-telescopes",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Unlock the Universe with Your Own Telescope: Learn the Science, Setup, and Secrets of Sky watching </p><p>The mysteries of the night sky with your very own telescope in this comprehensive beginner’s course. Designed for stargazers and curious minds alike, this course delves deep into the world of telescopes,&nbsp; offer a gateway to the wonders of the universe.</p><p>Explore the wonders of the night sky through your very own telescope? This beginner-friendly course will guide you through the fascinating world of visible-light telescopes, perfect for home use. We'll uncover the science behind how telescopes work, from the basics of optics to what determines their power, and teach you to set one up like a pro.</p><p>In this course, you'll learn about the different types of telescopes, their components. We’ll also dive into the rich history of the telescope, tracing its evolution from its invention to the sophisticated astronomical tool it is today.</p><p>This is the first in a two-part series, with the second course focusing on GUIDE&nbsp;TO&nbsp;BUYING&nbsp;A TELESCOPE&nbsp; for your needs (coming soon). Whether you're new to stargazing or eager to refine your skills, this course will equip you with the knowledge to unlock the mysteries of the universe right from your backyard!</p>",
    "headline": "Exploring the Night Sky: A Beginner's Guide to Telescopes",
    "is_published": true,
    "rating": 4.203677,
    "num_reviews": 7,
    "created": "2020-04-26T12:06:02Z",
    "published_time": "2020-05-20T16:47:56Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/3054274_264d.jpg"
  },
  {
    "_class": "course",
    "id": "x01ncH2wWIvhLSzrTiJKqaVmg==",
    "title": "Observational Astronomy for Scientific Applications",
    "url": "https://www.udemy.com/course/observational-astronomy-for-scientific-applications/?referralCode=5A7CE7E94086C6662DF0",
    "is_paid": true,
    "published_title": "observational-astronomy-for-scientific-applications",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Observational astronomy connects us to the universe, offering insights into celestial phenomena and driving advancements in science and technology. This course delves into the wide-ranging applications of observational astronomy, showcasing how optical systems—from backyard telescopes to spacecraft instruments—contribute to groundbreaking discoveries and improve our understanding of both the cosmos and our own planet.</p><p>Guided by Ellen Glad, an Optical Research &amp; Development Engineer at Millennium Space Systems, this course highlights the role of optical systems in astrophysics, Earth observation, and beyond. With a background in aerospace engineering from Cal Poly SLO and a lifelong passion for astronomy and photography, Ellen brings her expertise and enthusiasm to this exploration of optical technologies.</p><p>Learners will discover how data collected by optical systems informs our understanding of the cosmos, the challenges and innovations in designing these systems, and the exciting future of observational astronomy. Topics include optical imaging, spectroscopy, and cutting-edge telescope technologies. By the end of this course, you’ll appreciate the breadth of optical systems, their transformative role in unveiling the mysteries of the universe, and how you can engage with this incredible field at any level. You’ll appreciate the breadth of optical systems and their transformative role in unveiling the mysteries of the universe.</p><p><br></p>",
    "headline": "Exploring the Universe: Applications of Observational Astronomy",
    "is_published": true,
    "rating": 3.9953363,
    "num_reviews": 9,
    "created": "2021-01-07T15:47:15Z",
    "published_time": "2021-01-11T08:56:18Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/3757564_d922.jpg"
  },
  {
    "_class": "course",
    "id": "x01C3T0Nu7lQeTy01TpuYzzoA==",
    "title": "Astronomers Starter Pack",
    "url": "https://www.udemy.com/course/astronomers-starter-pack/?referralCode=D448B234A51124F8A4FC",
    "is_paid": true,
    "published_title": "astronomers-starter-pack",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>The <strong>Astronomer's Starter Pack</strong> is your gateway to understanding the vast and complex universe we live in. Designed for beginners and space enthusiasts alike, this course covers the essential topics that lay the foundation of modern astronomy.</p><p>We begin with <strong>galaxy formation</strong>, delving into how immense clusters of stars and gas come together to form the galaxies that make up the observable universe. You'll explore groundbreaking concepts like the <strong>No Boundary Proposal</strong>, which suggests the universe has no starting point in time. Next, we dive into one of the most intriguing phenomena in space—<strong>black holes</strong>, regions of spacetime where gravity is so intense that nothing, not even light, can escape. But that's not all—<strong>wormholes</strong> and <strong>white holes</strong> open up exciting discussions about the possibilities of alternate dimensions and time travel.</p><p>The course also takes a look at <strong>quasars</strong> and <strong>pulsars</strong>, the brightest and most powerful objects in space, providing insight into the lifecycle of stars. Finally, we explore the <strong>Drake Equation</strong>, a tool used by astronomers to estimate the number of active, communicative extraterrestrial civilizations in the Milky Way.</p><p>By the end of this course, you'll not only understand the science behind these celestial phenomena but also gain a new appreciation for the wonders of the cosmos.</p>",
    "headline": "Unravel the Mysteries of the Cosmos: From Galaxy Formation to Black Holes and Beyond",
    "is_published": true,
    "rating": 0,
    "num_reviews": 0,
    "created": "2024-09-24T05:14:29Z",
    "published_time": "2024-09-30T09:52:04Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/6200737_aca3_2.jpg"
  },
  {
    "_class": "course",
    "id": "x01EBLsHxwv7kaiH7zyO-s_Lw==",
    "title": "Astronomy: Where do we stand in the Universe?",
    "url": "https://www.udemy.com/course/draft/1202398/?referralCode=D8CD665C47345C52EE28",
    "is_paid": true,
    "published_title": "where-do-we-stand-in-the-universe",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Since the dawn of time, humanity has looked to the stars, questioning its place in the vast expanse of the cosmos. <em>Astronomy: Where Do We Stand in the Universe?</em> takes you on a captivating journey through time and space, exploring how our understanding of the universe has evolved and where we fit in this grand cosmic tapestry.</p><p>From the ancient belief in a geocentric universe to the revolutionary realization that we orbit the Sun, this course traces the milestones of astronomical discovery. You'll delve into the latest advancements in cosmology, uncover how modern telescopes have revealed millions of galaxies with billions of stars, and ponder the profound implications of our cosmic insignificance.</p><p>But there’s a twist—our curiosity, hunger for knowledge, and quest for exploration make us truly significant. By questioning our place in the universe, we expand our horizons and become a part of the boundless cosmos itself.</p><p>Through interactive lessons and a virtual journey to the edge of the observable universe, this course will leave you in awe of the scale, beauty, and mystery of space. What are you waiting for? Hop aboard and discover your place among the stars!Let your curiosity be your compass as we navigate the wonders of the universe!</p>",
    "headline": "Exploring Our Cosmic Address: A Journey to the Edge of the Universe",
    "is_published": false,
    "rating": 4.178431,
    "num_reviews": 76,
    "created": "2017-05-03T08:45:53Z",
    "published_time": "2017-07-17T23:45:32Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/1202398_34c6_3.jpg"
  },
  {
    "_class": "course",
    "id": "x01QeMp9JrRInLVI3BW1q8m7Q==",
    "title": "Why Study Astronomy?",
    "url": "https://www.udemy.com/course/draft/2195952/?referralCode=E4D6D65451CF8B5883D0",
    "is_paid": true,
    "published_title": "why-study-astronomy",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Astronomy is the study of the vast universe beyond our planet, a subject that pushes the boundaries of human imagination. It allows us to explore distant stars, galaxies, and the mysteries of space, while also helping us understand how the cosmos influences our everyday lives. In this course, you’ll embark on an incredible journey to uncover the wonders of the universe and gain insights into how astronomy shapes our world.</p><p>Through engaging lessons, we’ll explore fundamental questions: Why should we study astronomy? How does it affect our day-to-day existence? What lies beyond the beautiful images of stars and planets? You’ll discover how astronomy has practical applications, from understanding weather patterns to technological innovations derived from space exploration.</p><p>This course is designed for anyone with a curious mind, whether you’re new to the subject or already fascinated by the night sky. By the end, you’ll not only gain a deeper appreciation for the universe but also a fresh perspective on life and your place within the cosmos. Join us to unlock the mysteries of space, understand the science behind the stars, and discover how much there is yet to explore in the infinite vastness beyond our planet! Let's begin the journey</p>",
    "headline": "Explore the Universe: Uncover the Secrets of Astronomy and Discover How It Shapes Our Daily Lives.",
    "is_published": false,
    "rating": 3.8615272,
    "num_reviews": 89,
    "created": "2019-02-04T04:01:47Z",
    "published_time": "2019-03-27T18:26:02Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/2195952_e24c.jpg"
  },
  {
    "_class": "course",
    "id": "x01XF39RQKaXkwcUneyGTFBMg==",
    "title": "Astronomy: The Star Stuff.",
    "url": "https://www.udemy.com/course/draft/2200382/?referralCode=FD58526CA7C3A4BEA62B",
    "is_paid": true,
    "published_title": "star-stuff",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Welcome to <strong>The Star Stuff</strong>, a course that delves deep into the fascinating life cycle of stars—from their birth in cosmic nurseries to their explosive deaths and eventual transformation. Stars are the building blocks of the universe, and understanding their evolution is key to unraveling the mysteries of the cosmos. In this course, you will explore how stars form from clouds of gas and dust, grow into bright celestial bodies, and eventually undergo dramatic endings, whether as white dwarfs, neutron stars, or even black holes.</p><p>Through detailed lessons, we will examine the stages of stellar evolution, the forces that shape a star’s life, and the scientific processes behind their brilliance. You’ll also learn about the role stars play in creating the elements essential to life, truly living up to the phrase, “We are made of star stuff.”</p><p>Designed for anyone curious about the stars and the universe, this course will give you a new perspective on how stars impact everything around us. Whether you’re new to astronomy or looking to deepen your understanding, join us as we explore the birth, life, and death of the stars that light up our skies. Let us begin the journey of unraveling of cosmos.</p>",
    "headline": "Unraveling the Life Cycle of Stars: From Birth to Stellar Death and Beyond.",
    "is_published": false,
    "rating": 3.7091417,
    "num_reviews": 7,
    "created": "2019-02-06T02:50:26Z",
    "published_time": "2019-02-21T00:45:03Z",
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/2200382_47dc.jpg"
  },
  {
    "_class": "course",
    "id": "x01yhG5gsr-1gY1_Wqk6-RIkA==",
    "title": "Space Exploration",
    "url": "/course/draft/2994824/",
    "is_paid": true,
    "published_title": "space-exploration",
    "visible_instructors": [
      {
        "_class": "user",
        "id": "x01QfoGP_9chm7RAF8KHeG6Og==",
        "title": "AstronEra Private Limited",
        "name": "AstronEra",
        "locale": "en_US"
      }
    ],
    "description": "<p>Humans are the most curious species in the world which always leads them to question their surroundings and phenomenon. One of many such questions leads to the invention of the satellite.</p><p>Satellite is among the most important inventions of all time. It is the boon for the astronomy world, which fed the hunger of astronomers and answered their many questions. Not just astronomers but even our day-to-day life rotates around the satellite. There are hundreds of missions conducted by astronomers and scientists to understand the universe. Different types of the mission to explore the solar system and beyond it were possible because of this invention. Before satellite was invented, many people believed that earth is flat or earth is in the center of the solar system, imagine the amount of misunderstanding that this invention has cleared for us. Countries around the globe work by sending various types of satellites into space to not just explore the universe but also to connect countries and people together. With time satellites are developed and evolved so much that our daily life is dependent on it. Satellites have made astronomy more reliable and accessible.</p><p>In this course, we will take you on a journey to understand the man-made satellite and its importance. It will help you understand: why it is the boon to astronomers and how we are dependent on them and how it works and is launched in space and how the space missions are planned etc.</p><p>Join us now to answer these Hows and Whys.</p>",
    "headline": "The golden age of astronomy",
    "is_published": false,
    "rating": 0,
    "num_reviews": 0,
    "created": "2020-04-13T04:26:58Z",
    "published_time": null,
    "thumbnail": "https://img-c.udemycdn.com/course/480x270/2994824_00b9_2.jpg"
  }
]
