[
  {
    "id": 1,
    "given_name": "Shweta",
    "name": "Shweta Kulkarni",
    "position": {
      "title": "CEO"
    },

    "avatar": "/images/team/shweta-kulkarni.jpg",
    "bio": [
      "Introducing Shweta Kulkarni, the vibrant Director of AstronEra and an 'AstroPreneur' with a mission to democratize the cosmos.",
      "With her unique blend of creativity and scientific rigor, Shweta is revolutionizing the way we engage with astronomy. Whether orchestrating mesmerizing stargazing events, pioneering innovative educational programs, or championing dark sky conservation, her passion radiates like the stars she adores.",
      "Shweta's approach seamlessly merges science and creativity, making intricate astronomical concepts accessible and enjoyable for all.",
      "Supported by esteemed institutions like the International Astronomical Union and the Department of Science and Technology, Government of India, Shweta's brainchild, AstroTribe, has garnered global acclaim.",
      "She spearheaded India's inaugural Dark Sky Preservation and AstroTourism Conference in 2023 and has been a distinguished speaker at prominent international forums, including the 'Communication Astronomy to the Public' conference in Sydney, the 'Astronomy for Education Conference' in Toronto, and the 386th Symposium of the International Astronomical Union.",
      "Her advocacy efforts have led to the establishment of dark sky reserves and eco-friendly tourism initiatives in tribal regions, fostering economic growth while preserving natural nightscapes.",
      "At the young age of 16, Shweta took charge of Astron-SHK Trust and became its CEO at 18, conducting stargazing sessions, presentations, and school workshops. As the director of AstronEra, the world's first astronomy-dedicated e-learning platform, she has reached over 120 countries and 10,000 students.",
      "Recognized for her remarkable contributions, Shweta was awarded the fellowship of the Royal Astronomical Society of England in 2018.",
      "Beyond her astronomical pursuits, Shweta is a multifaceted artist, skilled filmmaker, photographer, and actress.",
      "She's fueled by a deep appreciation for literature, music, and the exploration of diverse cultures.",
      "With a telescope in one hand and a camera in the other, Shweta isn't just observing the stars; she's empowering others to reach for them too."
    ],
    "socials": [
      {
        "id": 1,
        "platform": "twitter",
        "url": "https://x.com/shweta_astron"
      },
      {
        "id": 2,
        "platform": "linkedin",
        "url": "https://www.linkedin.com/in/ShwetaAstronEra/"
      },
      {
        "id": 3,
        "platform": "instagram",
        "url": "https://www.instagram.com/shweta_astron"
      }
    ]
  },
  {
    "id": 2,
    "given_name": "Drew",
    "name": "Drew MacGibbon",
    "position": {
      "title": "CTO"
    },
    "avatar": "/images/team/drew-macgibbon.jpg",
    "bio": [
      "As the Chief Technology Officer of AstonEra, Drew MacGibbon brings more than a decade of startup experience, and an unwavering passion for business and technology.",
      "With a foundation of 5 years in the tech industry, Drew specializes in full-stack product development, seamlessly integrating the front-end and back-end components to ensure a smooth user experience.",
      "Drew's journey with AstonEra began with a bold move to India, where the vision of starting a software development company took root. It was there that he met Shweta, and was instantly captivated by her idea for AstonEra. The blend of innovation, creativity, and potential in her concept was irresistible, leading Drew to join hands with her to bring this vision to life.",
      "Today, Drew leads the technical team at AstonEra, driving the company's technological strategies, and ensuring that the product not only meets but exceeds the expectations of the clients. With a keen eye for detail and a forward-thinking approach, he continues to push the boundaries, making AstonEra a standout name in the industry.",
      "Outside of work, Drew enjoys learning new skills, traveling to discover new cultures and places, gaming, and indulging in TV shows and anime. A sports enthusiast, he often finds himself engrossed in Rugby, UFC, and Cricket matches. Exercise also plays a significant role in his daily routine, keeping his body and mind sharp and energized."
    ],
    "socials": [
      {
        "id": 1,
        "platform": "twitter",
        "url": "https://x.com/DrewMacGibbon"
      },
      {
        "id": 2,
        "platform": "linkedin",
        "url": "https://www.linkedin.com/in/drew-macgibbon"
      }
    ]
  },
  {
    "id": 3,
    "given_name": "Ruchira",
    "name": "Ruchira Huchgol",
    "position": {
      "title": "Operations Manager"
    },
    "avatar": "/images/team/ruchira-huchgol.jpg",
    "bio": [
      "Ruchira Huchgol is space enthusiasts with a background in Aerospace Engineering. She is also a n Analog Astronaut  and has been involved in  analog space missions.",
      "She is pursuing her masters at International Space University  and has keen interest in deep space and human based  space exploration.",
      "She  also has  been a winner for spUN debate competition.",
      "She firmly believes that next decade is going to redefine space sector and bring in amazing opportunities for all the fields"
    ],
    "socials": [
      {
        "id": 2,
        "platform": "linkedin",
        "url": "https://www.linkedin.com/in/ruchira-huchgol-bb114621a/",
        "username": "uk"
      }
    ]
  },
  {
    "id": 4,
    "given_name": "Ruturaj",
    "name": "Ruturaj Gole",
    "position": {
      "title": "Web Developer"
    },
    "avatar": "/images/team/ruturaj-gole.png",
    "bio": [
      "Ruturaj Gole is an enthusiast of natural sciences, especially cosmology.",
      "He is a master's graduate in Computer Science with a specialization in AI and machine learning from the University of Alberta."
    ],
    "socials": [
      {
        "id": 2,
        "platform": "linkedin",
        "url": "https://www.linkedin.com/in/ruturaj-gole-ab84a6169/",
        "username": "ruturaj-gole-ab84a6169"
      }
    ]
  }
]
