[
  {
    "id": 1,
    "given_name": "Shweta",
    "name": "Shweta Kulkarni",
    "position": {
      "title": "CEO"
    },
    "avatar": "/images/team/shweta-kulkarni.jpg",
    "bio": [
      "Introducing Shweta Kulkarni, the dynamic Director of AstronEra and an 'AstroPreneur' committed to democratizing astronomy.",
      "Shweta seamlessly blends creativity with scientific rigor, making complex astronomical concepts accessible through engaging stargazing events, educational programs, and dark sky conservation efforts.",
      "Supported by esteemed institutions like the International Astronomical Union and the Government of India, Shweta's AstroTribe has achieved global acclaim. She led India's first Dark Sky Preservation and AstroTourism Conference and has spoken at prestigious international forums. Her advocacy has established dark sky reserves and eco-friendly tourism in tribal regions.",
      "Shweta became CEO of Astron-SHK Trust at 18, leading stargazing sessions and educational workshops. As Director of AstronEra, she has reached over 120 countries and 10,000 students, earning a fellowship from the Royal Astronomical Society of England in 2018.",
      "Beyond astronomy, Shweta is an accomplished artist, filmmaker, photographer, and actress. Her passion for literature, music, and cultural exploration complements her astronomical pursuits. With a telescope in one hand and a camera in the other, Shweta inspires others to reach for the stars."
    ],
    "socials": [
      {
        "id": 1,
        "platform": "twitter",
        "url": "https://twitter.com/AstronEra"
      },
      {
        "id": 2,
        "platform": "linkedin",
        "url": "https://www.linkedin.com/in/shweta-kulkarni-1b1b1b1b"
      },
      {
        "id": 3,
        "platform": "instagram",
        "url": "https://www.instagram.com/astronera"
      }
    ]
  },
  {
    "id": 2,
    "given_name": "Drew",
    "name": "Drew MacGibbon",
    "position": {
      "title": "CTO"
    },
    "avatar": "/images/team/drew-macgibbon.jpg",
    "bio": [
      "As the Chief Technology Officer of AstonEra, Drew MacGibbon brings more than a decade of startup experience, and an unwavering passion for business and technology.",
      "With a foundation of 5 years in the tech industry, Drew specializes in full-stack product development, seamlessly integrating the front-end and back-end components to ensure a smooth user experience.",
      "Drew's journey with AstonEra began with a bold move to India, where the vision of starting a software development company took root. It was there that he met Shweta, and was instantly captivated by her idea for AstonEra. The blend of innovation, creativity, and potential in her concept was irresistible, leading Drew to join hands with her to bring this vision to life.",
      "Today, Drew leads the technical team at AstonEra, driving the company's technological strategies, and ensuring that the product not only meets but exceeds the expectations of the clients. With a keen eye for detail and a forward-thinking approach, he continues to push the boundaries, making AstonEra a standout name in the industry.",
      "Outside of work, Drew enjoys learning new skills, traveling to discover new cultures and places, gaming, and indulging in TV shows and anime. A sports enthusiast, he often finds himself engrossed in Rugby, UFC, and Cricket matches. Exercise also plays a significant role in his daily routine, keeping his body and mind sharp and energized."
    ],
    "socials": [
      {
        "id": 1,
        "platform": "twitter",
        "url": "https://twitter.com/AstronEra"
      },
      {
        "id": 2,
        "platform": "linkedin",
        "url": "https://www.linkedin.com/in/shweta-kulkarni-1b1b1b1b"
      },
      {
        "id": 3,
        "platform": "instagram",
        "url": "https://www.instagram.com/astronera"
      }
    ]
  },
  {
    "id": 3,
    "given_name": "Ruchira",
    "name": "Ruchira Huchgol",
    "position": {
      "title": "Operations Manager"
    },
    "avatar": "/images/team/ruchira-huchgol.jpg",
    "bio": ["coming soon"],
    "socials": [
      {
        "id": 1,
        "platform": "twitter",
        "url": "https://twitter.com/AstronEra",
        "username": "uk"
      },
      {
        "id": 2,
        "platform": "linkedin",
        "url": "https://www.linkedin.com/in/shweta-kulkarni-1b1b1b1b",
        "username": "uk"
      },
      {
        "id": 3,
        "platform": "instagram",
        "url": "https://www.instagram.com/astronera",
        "username": "uk"
      }
    ]
  }
]
